const pml = [
    { 
      id: '1',
      title: 'พวงมาลัยแบบที่ 1', 
      content: 'พวงมาลัยร่ำกลิ่นหอมด้วยน้ำปรุงโบราณ คอลเลคชั่นใหม่ของกฤตธยา...',
      detail:'พวงมาลัยร่ำกลิ่นหอมด้วยน้ำปรุงโบราณ คอลเลคชั่นใหม่ของกฤตธยา “พวงมาลัยแด่ผู้มีพระคุณ” เนื่องในวันแม่ที่จะถึงนี้ ร่วมบอกรักคุณแม่ผ่านสัญลักษณ์แห่งความเคารพบูชา ด้วยพวงมาลัยประดิษฐ์ที่กรุ่นกลิ่นหอมอบอวนด้วยน้ำปรุงสูตรพิเศษแบบโบราณ บรรจุในกล่องกระดาษคาดโบว์ พร้อมการ์ดอวยพรแบบพิเศษที่มอบให้กับคนที่คุณรัก ในราคาแบบพิเศษ',
      howto: 'วิธีใช้ : ',
      warning: 'คำเตือน :',
      image: '/images/products/pml/big_pml1.png',
      active: true
    },
    {
      id: '2',
      title: 'พวงมาลัยแบบที่ 2', 
      content: 'พวงมาลัยร่ำกลิ่นหอมด้วยน้ำปรุงโบราณ คอลเลคชั่นใหม่ของกฤตธยา...', 
      detail:'พวงมาลัยร่ำกลิ่นหอมด้วยน้ำปรุงโบราณ คอลเลคชั่นใหม่ของกฤตธยา “พวงมาลัยแด่ผู้มีพระคุณ” เนื่องในวันแม่ที่จะถึงนี้ ร่วมบอกรักคุณแม่ผ่านสัญลักษณ์แห่งความเคารพบูชา ด้วยพวงมาลัยประดิษฐ์ที่กรุ่นกลิ่นหอมอบอวนด้วยน้ำปรุงสูตรพิเศษแบบโบราณ บรรจุในกล่องกระดาษคาดโบว์ พร้อมการ์ดอวยพรแบบพิเศษที่มอบให้กับคนที่คุณรัก ในราคาแบบพิเศษ',
      howto: 'วิธีใช้ : ',
      warning: 'คำเตือน :',
      image: '/images/products/pml/big_pml2.png',
      active: true
    },
    {
      id: '3',
      title: 'พวงมาลัยแบบที่ 3', 
      content: 'พวงมาลัยร่ำกลิ่นหอมด้วยน้ำปรุงโบราณ คอลเลคชั่นใหม่ของกฤตธยา...',
      detail:'พวงมาลัยร่ำกลิ่นหอมด้วยน้ำปรุงโบราณ คอลเลคชั่นใหม่ของกฤตธยา “พวงมาลัยแด่ผู้มีพระคุณ” เนื่องในวันแม่ที่จะถึงนี้ ร่วมบอกรักคุณแม่ผ่านสัญลักษณ์แห่งความเคารพบูชา ด้วยพวงมาลัยประดิษฐ์ที่กรุ่นกลิ่นหอมอบอวนด้วยน้ำปรุงสูตรพิเศษแบบโบราณ บรรจุในกล่องกระดาษคาดโบว์ พร้อมการ์ดอวยพรแบบพิเศษที่มอบให้กับคนที่คุณรัก ในราคาแบบพิเศษ',
      howto: 'วิธีใช้ : ',
      warning: 'คำเตือน :',
      image: '/images/products/pml/big_pml3.png',
      active: true
    },
    {
      id: '4',
      title: 'พวงมาลัยแบบที่ 4', 
      content: 'แบบที่ 4',
      detail:'รายละเอียด',
      howto: 'วิธีใช้ : ',
      warning: 'คำเตือน :',
      image: '/images/products/pml/pml4.png',
      active: false
    },
    {
      id: '5',
      title: 'พวงมาลัยแบบที่ 5', 
      content: 'แบบที่ 5',
      detail:'รายละเอียด',
      howto: 'วิธีใช้ : ',
      warning: 'คำเตือน :',
      image: '/images/products/pml/pml5.png',
      active: false
    },
    {
      id: '6',
      title: 'พวงมาลัยแบบที่ 6', 
      content: 'แบบที่ 6',
      detail:'รายละเอียด',
      howto: 'วิธีใช้ : ',
      warning: 'คำเตือน :',
      image: '/images/products/pml/pml6.png',
      active: false
    },
    {
      id: '7',
      title: 'พวงมาลัยแบบที่ 7', 
      content: 'แบบที่ 7',
      detail:'รายละเอียด',
      howto: 'วิธีใช้ : ',
      warning: 'คำเตือน :',
      image: '/images/products/pml/pml7.png',
      active: false
    },
    {
      id: '8',
      title: 'พวงมาลัยแบบที่ 8', 
      content: 'แบบที่ 8',
      detail:'รายละเอียด',
      howto: 'วิธีใช้ : ',
      warning: 'คำเตือน : ห้ามรับประทาน',
      image: '/images/products/pml/pml8.png',
      active: false
    },
  ];
  
  export const getDataPML = () => {
    return {
        pml: pml
    };
  };
  