const namob = [
    { 
      id: 1,
      title: 'น้ำอบไทย กลิ่นกฤตธยาภิรมย์', 
      content:'“กฤตธยาภิรมย์” เป็นน้ำอบไทยโบราณ ที่กฤตธยาตั้งใจทำมาเพื่อการสืบ ทอด อนุรักษ์...',
      detail: '“กฤตธยาภิรมย์” เป็นน้ำอบไทยโบราณ ที่กฤตธยาตั้งใจทำมาเพื่อการสืบ ทอด อนุรักษ์ และรักษาไว้ซึ่งประเพณีและวัฒนธรรมของไทย โดยได้รับความกรุณาจากอาจารย์ผู้สอน ฐิพรรัศม์ อิ่มสวาสดิ์ เจ้าของเพจ สัตตมาลี เป็นผู้ถ่ายทอดวิชาความรู้และตำรับต่างๆ ทั้งน้ำอบและน้ำปรุง ตลอดจน เทียนหอมตำรับในวังและสมัยใหม่ ก่อให้เกิดความรู้และแนวคิดในการร่วม สืบทอด อนุรักษ์และรักษาไว้ซึ่งเครื่องหอมของไทย', 
      howto: 'วิธีใช้ : ใช้ผสมน้ำเปล่าในอัตรส่วน 1:1 เพื่อสรงน้ำพระ, รดน้ำดำหัวผู้ใหญ่ หรือปะพรมร่างกาย เพื่อความสดชื่น',
      warning: 'คำเตือน : ห้ามรับประทาน',
      image: '/images/products/namob/no1.png',
      image_detail: '/images/products/namob/no1.png',
      active: true
    },
    {
      id: 2,
      title: 'น้ำอบสูตรชาววัง', 
      content:'testtt',
      detail: 'ฝาเหลือง', 
      howto: 'วิธีใช้ : ใช้ผสมน้ำเปล่าในอัตรส่วน 1:1 เพื่อสรงน้ำพระ, รดน้ำดำหัวผู้ใหญ่ หรือปะพรมร่างกาย เพื่อความสดชื่น',
      warning: 'คำเตือน : ห้ามรับประทาน',
      image:'/images/products/namob/no2.png',
      image_detail: '/images/namob/no2.png',
      active: true
    },   
    {
      id: 3,
      title: 'สินค้าใหม่เร็วๆนี้', 
      content:'',
      detail: '', 
      howto: '',
      warning: '',
      image:'/images/ComingSoon.png',
      image_detail: '/images/ComingSoon.png',
      active: true
    },
  ];
  
  export const getDataNO = () => {
    return {
        namob: namob
    };
  };
  