const namob = [
    { 
<<<<<<< HEAD
      id:'1',
      title: 'น้ำอบไทย กลิ่นกฤตธยาภิรมย์', 
      content:'“กฤตธยาภิรมย์” เป็นน้ำอบไทยโบราณ ที่กฤตธยาตั้งใจทำมาเพื่อการสืบ ทอด อนุรักษ์ และรักษาไว้ซึ่งประเพณีและวัฒนธรรมของไทย โดยได้รับความกรุณาจากอาจารย์ผู้สอน ฐิพรรัศม์ อิ่มสวาสดิ์...',
      detail: '“กฤตธยาภิรมย์” เป็นน้ำอบไทยโบราณ ที่กฤตธยาตั้งใจทำมาเพื่อการสืบ ทอด อนุรักษ์ และรักษาไว้ซึ่งประเพณีและวัฒนธรรมของไทย โดยได้รับความกรุณาจากอาจารย์ผู้สอน ฐิพรรัศม์ อิ่มสวาสดิ์ เจ้าของเพจ สัตตมาลี เป็นผู้ถ่ายทอดวิชาความรู้และตำรับต่างๆ ทั้งน้ำอบและน้ำปรุง ตลอดจน เทียนหอมตำรับในวังและสมัยใหม่ ก่อให้เกิดความรู้และแนวคิดในการร่วม สืบทอด อนุรักษ์และรักษาไว้ซึ่งเครื่องหอมของไทย', 
      howto: 'วิธีใช้ : ใช้ผสมน้ำเปล่าในอัตรส่วน 1:1 เพื่อสรงน้ำพระ, รดน้ำดำหัวผู้ใหญ่ หรือปะพรมร่างกาย เพื่อความสดชื่น',
      warning: 'คำเตือน : ห้ามรับประทาน',
      image: '/images/products/NO1.png',
      image_detail: '/images/products/p1.png'
    },
    {
      id:'2',
      title: 'น้ำอบสูตรชาววัง', 
      content:'testtt',
      detail: 'ฝาเหลือง', 
      howto: 'วิธีใช้ : ใช้ผสมน้ำเปล่าในอัตรส่วน 1:1 เพื่อสรงน้ำพระ, รดน้ำดำหัวผู้ใหญ่ หรือปะพรมร่างกาย เพื่อความสดชื่น',
      warning: 'คำเตือน : ห้ามรับประทาน',
      image: '/images/products/NO2.png',
      image_detail: '/images/products/p2.png'
=======
      title: 'น้ำอบต้นตำหรับ', 
      content: 'ฝาแดง', 
      image: '/images/NO1.png'
    },
    {
      title: 'น้ำอบสูตรชาววัง', 
      content: 'ฝาเหลือง', 
      image: '/images/NO2.png' 
>>>>>>> 4cad8c37ec126098683744fdc6f0a70049afc617
    },
  ];
  
  export const getDataNO = () => {
    return {
        namob: namob
    };
  };
  