const services = [
    {
        title: 'ผู้ให้บริการจัดงานพิธี',
        description:
            'ผู้ให้บริการจัดงานพิธี งานบายศรี หรืองานบวงสรวงต่าง ๆ และให้คำปรึกษาในศาสตร์และศิลป์แขนงต่างๆ ที่สอนโดยผู้เชี่ยวชาญจากศาสตร์แต่ละแขนงครบวงจร ',
        image: '/images/services/service1.jpg',
    },
    {
        title: 'รับทำบายศรีโบราณ และเครื่องบวงสรวง',
        description:
            'รับทำบายศรี โบราณ และเครื่อง บวงสรวง โดย อ.หนุ่ม อัญญาน้อย ไทเลย และคณะ',
        image: '/images/services/service2.jpg',
    },
    {
        title: 'จำหน่ายผลิตภัณฑ์ เครื่องสักการะ',
        description:
            'จัดจำหน่ายผลิตภัณฑ์และเครื่องสักการะแบบโบราณไทย ในโอกาสต่างๆให้การทำบุญเป็นเรื่องง่ายด้วยชุดสังฆทาน จากกฤตธยา สวย ประณีต และใช้ประโยชน์ได้จริง',
        image: '/images/services/service3.jpg',
    },
    {
        title: 'ดูดวง',
        description:
            'ดูดวงไพยิปซี ดูดวงตามราศี โหราศาสตร์ เรื่องการงาน การเงิน ความรัก สุขภาพ โชคลาภ บริวาร โดย อ.หนุ่ม อัญญาน้อย ไทเลย',
        image: '/images/services/service4.jpg',
    },
]
export const getDataService = () => {
    return {
        service: service
    };
  };