<template>
    <div
        class="p-4 md:p-10 flex justify-items-center flex-col bg-cover bg-center"
        style="background-image: url('/images/logos/grittaya_cover2.png')"
    >
        <div>
            <h1
                class="title text-center text-white font-semibold text-3xl mb-5 z-10"
            >
                เกี่ยวกับเรา
            </h1>
            <div class="img flex flex-col items-center z-10 mt">
                <img
                    src="/images/logos/grittaya.jpg"
                    class="image md:h-[480px] w-[720px] rounded-lg"
                />
                <div
                    class="content bg-white bg-opacity-90 p-6 rounded-lg mt-10"
                >
                    <p class="text-black indent-10 mb-2 font-medium">
                        กฤตธยา (Grittaya) เป็นแบรนด์ในเครือของบริษัท กริท
                        คอนซัลแทนท์ จำกัด โดยการก่อตั้งของ CEO คุณชิดชลธาร
                        ชัยสิงห์ เมื่อปีปลายปี 2565 จนถึงปัจจุบัน
                        จุดเริ่มต้นจากความชื่นชอบของเจ้าของแบรนด์
                        ที่มีความชื่นชอบในการแบ่งปันทำบุญ เรียกได้ว่าเป็น
                        งานอดิเรก จะพาทีมงานเข้าวัดอยู่เป็นประจำ อีกทั้้ง กฤตธยา
                        เป็นชื่อพ้องเสียงกับ บริษัท กริท คอนซัลแทนท์ จำกัด กฤต -
                        ตามความหมายของคำพ้องเสียงนี้ คือ ทำไว้ดีแล้ว ทำเสร็จแล้ว
                        และ กฤตธยา - จะมีความหมายโดยรวม มีเสน่ห์
                        เกี่ยวกับเวทมนตร์ ซึ่งความหมายทั้งสองคำตีความหมายขออง
                        กฤตธยา ได้เป็น การสร้างสรรค์งานที่ดี อย่างมีเสนห์
                        จึงเป็นที่มาของเกิดไอเดียในการทำผลิตภัณฑ์สังฆทานถวายพระ
                        แบบพรีเมียมขึ้นมา เป็นงานออกแบบ
                        งานทำมือที่มีความประณีตสวยงาม และงานที่ละเอียดอ่อน
                        จากการสังเกตเพื่อให้ได้ตามการใช้งานที่เหมาะสม
                        สำหรับพระสงฆ์ในการถวายสังฆทาน “กฤตธยา”
                        ยังได้พบทีมงานคุณภาพ งานฝีมือ ที่เป็นเอกลักษณ์ไทย
                        มาร่วมงานกับ “กฤตธยา” ในนาม “อัญญาน้อย ไทเลย”
                        (อาจารย์หนุ่ม) เจ้าของลายเส้นงานฝีไทยโบราณ
                        ที่มีความประณีตสวยงาม ในรังสรรค์ผลงานแต่ละชิ้น
                        ภายใต้แบรนด์ กฤตธยา นอกจากนี้ กฤตธยา
                        ยังมีบริการรับจัดงานพิธี เครื่องบายศรีโบราณ
                        เครื่องบวงสรวง งานฝีมือ เอกลักษณ์ไทย
                        น้ำอบน้ำปรุงสูตรชาววัง และสูตรพิเศษของกฤตธยา
                        งานวาดลายเส้น ธงกฐิน บริการเปิดภูมิบ้าน ตามหลักโหรศาสตร์
                    </p>
                    <div class="contact mt-5">
                        <Contact />
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script setup lang="ts"></script>

<style scoped></style>
