<template>
    <div
        class="flex flex-col items-center bg-white border border-gray-200 rounded-lg h-full w-full shadow md:flex-row md:max-w-xl"
    >
        <img
            class="object-cover rounded-t-lg h-full w-full md:h-auto md:w-48 md:rounded-none md:rounded-s-lg"
            src="/images/grittaya.jpg"
            alt=""
        />
        <div class="flex flex-col justify-between p-4 leading-normal">
            <h5 class="mb-2 text-2xl font-bold tracking-tight text-gray-900">
                เกี่ยวกับเรา
            </h5>
            <p class="mb-3 font-normal text-gray-700 dark:text-gray-400">
                กฤตธยา (Grittaya) เป็นแบรนด์ในเครือของบริษัท กริท คอนซัลแทนท์
                จำกัด โดยการก่อตั้งของ CEO คุณชิดชลธาร ชัยสิงห์ เมื่อปีปลายปี
                2565 จนถึงปัจจุบัน จุดเริ่มต้นจากความชื่นชอบของเจ้าของแบรนด์
                ที่มีความชื่นชอบในการแบ่งปันทำบุญ เรียกได้ว่าเป็น งานอดิเรก
                จะพาทีมงานเข้าวัดอยู่เป็นประจำ อีกทั้้ง กฤตธยา
                เป็นชื่อพ้องเสียงกับ บริษัท กริท คอนซัลแทนท์ จำกัด กฤต -
                ตามความหมายของคำพ้องเสียงนี้ คือ ทำไว้ดีแล้ว ทำเสร็จแล้ว และ
                กฤตธยา - จะมีความหมายโดยรวม มีเสน่ห์ เกี่ยวกับเวทมนตร์
                ซึ่งความหมายทั้งสองคำตีความหมายขออง กฤตธยา ได้เป็น
                การสร้างสรรค์งานที่ดี อย่างมีเสนห์
                จึงเป็นที่มาของเกิดไอเดียในการทำผลิตภัณฑ์สังฆทานถวายพระ
                แบบพรีเมียมขึ้นมา เป็นงานออกแบบ งานทำมือที่มีความประณีตสวยงาม
                และงานที่ละเอียดอ่อน
                จากการสังเกตเพื่อให้ได้ตามการใช้งานที่เหมาะสม
                สำหรับพระสงฆ์ในการถวายสังฆทาน “กฤตธยา” ยังได้พบทีมงานคุณภาพ
                งานฝีมือ ที่เป็นเอกลักษณ์ไทย มาร่วมงานกับ “กฤตธยา” ในนาม
                “อัญญาน้อย ไทเลย” (อาจารย์หนุ่ม) เจ้าของลายเส้นงานฝีไทยโบราณ
                ที่มีความประณีตสวยงาม ในรังสรรค์ผลงานแต่ละชิ้น ภายใต้แบรนด์
                กฤตธยา นอกจากนี้ กฤตธยา ยังมีบริการรับจัดงานพิธี
                เครื่องบายศรีโบราณ เครื่องบวงสรวง งานฝีมือ เอกลักษณ์ไทย
                น้ำอบน้ำปรุงสูตรชาววัง และสูตรพิเศษของกฤตธยา งานวาดลายเส้น
                ธงกฐิน บริการเปิดภูมิบ้าน ตามหลักโหรศาสตร์
            </p>
        </div>
    </div>
</template>

<script setup lang="ts"></script>

<style scoped></style>

<style scoped></style>
