<template>
    <div class="card w-full text-center">
        <h2 class="card-title justify-center mt-5">About Us</h2>
        <p>
            กฤตธยา (Grittaya) เป็นแบรนด์ในเครือของบริษัท กริท คอนซัลแทนท์ จำกัด
            โดยการก่อตั้งของ CEO คุณชิดชลธาร ชัยสิงห์ เมื่อปีปลายปี 2565
            จนถึงปัจจุบัน จุดเริ่มต้นจากความชื่นชอบของเจ้าของแบรนด์
            ที่มีความชื่นชอบในการแบ่งปันทำบุญ เรียกได้ว่าเป็น งานอดิเรก
            จะพาทีมงานเข้าวัดอยู่เป็นประจำ อีกทั้้ง กฤตธยา เป็นชื่อพ้องเสียงกับ
            บริษัท กริท คอนซัลแทนท์ จำกัด กฤต - ตามความหมายของคำพ้องเสียงนี้ คือ
            ทำไว้ดีแล้ว ทำเสร็จแล้ว และ กฤตธยา - จะมีความหมายโดยรวม มีเสน่ห์
            เกี่ยวกับเวทมนตร์ ซึ่งความหมายทั้งสองคำตีความหมายขออง กฤตธยา ได้เป็น
            การสร้างสรรค์งานที่ดี อย่างมีเสนห์
            จึงเป็นที่มาของเกิดไอเดียในการทำผลิตภัณฑ์สังฆทานถวายพระ
            แบบพรีเมียมขึ้นมา เป็นงานออกแบบ งานทำมือที่มีความประณีตสวยงาม
            และงานที่ละเอียดอ่อน จากการสังเกตเพื่อให้ได้ตามการใช้งานที่เหมาะสม
            สำหรับพระสงฆ์ในการถวายสังฆทาน “กฤตธยา” ยังได้พบทีมงานคุณภาพ งานฝีมือ
            ที่เป็นเอกลักษณ์ไทย มาร่วมงานกับ “กฤตธยา” ในนาม “อัญญาน้อย ไทเลย”
            (อาจารย์หนุ่ม) เจ้าของลายเส้นงานฝีไทยโบราณ ที่มีความประณีตสวยงาม
            ในรังสรรค์ผลงานแต่ละชิ้น ภายใต้แบรนด์ กฤตธยา นอกจากนี้ กฤตธยา
            ยังมีบริการรับจัดงานพิธี เครื่องบายศรีโบราณ เครื่องบวงสรวง งานฝีมือ
            เอกลักษณ์ไทย น้ำอบน้ำปรุงสูตรชาววัง และสูตรพิเศษของกฤตธยา
            งานวาดลายเส้น ธงกฐิน บริการเปิดภูมิบ้าน ตามหลักโหรศาสตร์
        </p>
    </div>
</template>

<script setup lang="ts"></script>

<style scoped></style>
